Repository: twitterscripts/newscript
Catalog: feedreader/locale/*/LC_MESSAGES/django.po
Languages: de

source: Edit
de: Redigieren

source: Please Wait
de: Bitte Warten

source: Add Feed
de: Feeds hinzufügen

source: Group
de: Gruppe

source: Add Group
de: Gruppe hinzufügen

source: Feed Import and Export in OPML Format
de: Feed-Import und Export in OPML Format

source: Options
de: Optionen

source: Numbers of Entries
de: Anzahl der Einträge

source: Initially displayed
de: Zunächst angezeigt

source: Added on scrolldown
de: Hinzugefügt am scroll

source: Maximum saved per Feed
de: Maximale pro-Feed gespeichert

source: Current Groups
de: Aktuelle Gruppen

source: delete
de: löschen

source: Current Feeds
de: Aktuelle Feeds

source: Title
de: Titel

source: Delete
de: Löschen

source: Back to Top
de: Zurück nach Oben

source: Edit Feeds
de: Feeds bearbeiten

source: Logout
de: Abmelden

source: from
de: von

source: on
de: um

source: No stories found
de: Keine Geschichten gefunden

source: No unread stories found
de: Keine neuen Geschichten gefunden

source: Show Stories Already Read
de: Zeige Stories schon gelesen

source: Show Read Stories
de: Zeigen Lesegeschichten

source: Show All feeds
de: Alle anzeigen feeds

source: All Entries
de: Alle Einträge

source: Mark as Read
de: Als gelesen markieren

source: Show All
de: Zeige Alles

source: Poll All
de: Umfrage Alles

source: Poll
de: Umfrage

source: Search Feeds
de: Suche nach Feeds

source: Feed Reader Search Results
de: Feed-Reader Suchergebnisse

source: No Search Results
de: Suche nach Feeds

source: Search string too small
de: Such-String zu klein

source: Search Results for
de: Suchergebnisse für

source: Title Matches
de: Titel Spielen

source: No matching titles found.
de: Keine passenden Titel gefunden

source: Description Matches
de: Beschreibung Spiele

source: No matching content found.
de: Keine passenden Ergebnis
